Repository: SoplosLinux/kernel-installer
Catalog: kernel_installer_gui/locale/*/LC_MESSAGES/kernel-installer.po
Languages: de, es, fr, it, pt, ru

source: Verifying environment (requires password)...
de: Umgebung wird verifiziert (Passwort erforderlich)...
es: Verificando entorno (requiere contraseña)...
fr: Vérification de l'environnement (mot de passe requis)...
it: Verifica dell'ambiente (richiesta password)...
pt: Verificando ambiente (requer senha)...
ru: Проверка окружения (требуется пароль)...

source: Dependencies installed/verified.
de: Abhängigkeiten installiert/verifiziert.
es: Dependencias instaladas/verificadas.
fr: Dépendances installées/vérifiées.
it: Dipendenze installate/verificate.
pt: Dependências instaladas/verificadas.
ru: Зависимости установлены/проверены.

source: Error installing dependencies.
de: Fehler bei der Installation der Abhängigkeiten.
es: Error al instalar dependencias.
fr: Erreur lors de l'installation des dépendances.
it: Errore durante l'installazione delle dipendenze.
pt: Erro ao instalar dependências.
ru: Ошибка при установке зависимостей.

source: Kernel Installer
es: Instalador de Kernel
fr: Installateur de Noyau
it: Installatore di Kernel
pt: Instalador de Kernel
ru: Установщик ядра

source: A graphical interface for downloading, compiling and installing the Linux kernel with optimized profiles.
de: Eine grafische Oberfläche zum Herunterladen, Kompilieren und Installieren des Linux-Kernels mit optimierten Profilen.
es: Una interfaz gráfica para descargar, compilar e instalar el kernel Linux con perfiles optimizados.
fr: Une interface graphique pour télécharger, compiler et installer le noyau Linux avec des profils optimisés.
it: Un'interfaccia grafica per scaricare, compilare e installare il kernel Linux con profili ottimizzati.
pt: Uma interface gráfica para descarregar, compilar e instalar o kernel Linux com perfis otimizados.
ru: Графический интерфейс для загрузки, компиляции и установки ядра Linux с оптимизированными профилями.

source: Clean build files?
de: Build-Dateien bereinigen?
es: ¿Limpiar archivos de compilación?
fr: Nettoyer les fichiers de construction ?
it: Pulire i file di compilazione?
pt: Limpar ficheiros de compilação?
ru: Очистить файлы сборки?

source: All temporary files in ~/kernel_build will be deleted. This will free up disk space.
de: Alle temporären Dateien in ~/kernel_build werden gelöscht. Dies wird Festplattenspeicher freigeben.
es: Se eliminarán todos los archivos temporales en ~/kernel_build. Esto liberará espacio en disco.
fr: Tous les fichiers temporaires dans ~/kernel_build seront supprimés. Cela libérera de l'espace disque.
it: Tutti i file temporanei in ~/kernel_build verranno eliminati. Questo libererà espacio su disco.
pt: Todos os ficheiros temporários em ~/kernel_build serán eliminados. Isto libertará espacio en disco.
ru: Все временные файлы в ~/kernel_build будут удалены. Это освободит место на диске.

source: Build files deleted.
de: Build-Dateien gelöscht.
es: Archivos de compilación eliminados.
fr: Fichiers de construction supprimés.
it: File di compilazione eliminati.
pt: Ficheiros de compilação eliminados.
ru: Файлы сборки удалены.

source: Error cleaning files.
de: Fehler beim Bereinigen der Dateien.
es: Error al limpiar archivos.
fr: Erreur lors du nettoyage des fichiers.
it: Errore durante la pulizia dei file.
pt: Erro ao limpiar ficheiros.
ru: Ошибка при очистке файлов.

source: by Sergi Perich & Alexia Michelle
de: von Sergi Perich & Alexia Michelle
es: por Sergi Perich y Alexia Michelle
fr: par Sergi Perich & Alexia Michelle
it: da Sergi Perich & Alexia Michelle
pt: por Sergi Perich & Alexia Michelle
ru: Сержи Перич и Алексия Мишель

source: Refresh versions (F5)
de: Versionen aktualisieren (F5)
es: Actualizar versiones (F5)
fr: Actualiser les versions (F5)
it: Aggiorna versioni (F5)
pt: Atualizar versões (F5)
ru: Обновить versiones (F5)

source: Clean build files
de: Build-Dateien bereinigen
es: Limpiar archivos de compilación
fr: Nettoyer les fichiers de construction
it: Pulisci i file de compilazione
pt: Limpar ficheiros de compilação
ru: Очистить файлы сборки

source: About
de: Über
es: Acerca de
fr: À propos
it: Informazioni
pt: Sobre
ru: О программе

source: Quit (Ctrl+Q)
de: Beenden (Strg+Q)
es: Salir (Ctrl+Q)
fr: Quitter (Ctrl+Q)
it: Esci (Ctrl+Q)
pt: Sair (Ctrl+Q)
ru: Выход (Ctrl+Q)

source: Kernel name (suffix)
es: Nombre del kernel (sufijo)
fr: Nom du noyau (suffixe)
it: Nome del kernel (suffisso)
pt: Nome do kernel (sufixo)
ru: Имя ядра (суффикс)

source: E.g.: gaming, server, my-kernel
de: Z.B.: Gaming, Server, mein-kernel
es: Ej: gaming, servidor, mi-kernel
fr: Ex : gaming, serveur, mon-noyau
it: Esempio: gaming, server, mio-kernel
pt: Ex: gaming, servidor, meu-kernel
ru: Пример: gaming, server, my-kernel

source: This name will be added to the kernel, e.g.: 6.18.7-custom-gaming
de: Dieser Name wird dem Kernel hinzugefügt, z.B.: 6.18.7-custom-gaming
es: Este nombre se añadirá al kernel, ej: 6.18.7-custom-gaming
fr: Ce nom sera ajouté au noyau, ex : 6.18.7-custom-gaming
it: Questo nome verrà aggiunto al kernel, es: 6.18.7-custom-gaming
pt: Este nome será adicionado ao kernel, ex: 6.18.7-custom-gaming
ru: Это имя будет добавлено к ядро, например: 6.18.7-custom-gaming

source: Result: 6.x.x-custom-gaming (combined with profile)
de: Ergebnis: 6.x.x-custom-gaming (kombiniert mit Profil)
es: Resultado: 6.x.x-custom-gaming (combinado con perfil)
fr: Résultat : 6.x.x-custom-gaming (combiné avec profil)
it: Risultato: 6.x.x-custom-gaming (combinato con il profilo)
pt: Resultado: 6.x.x-custom-gaming (combinado com perfil)
ru: Результат: 6.x.x-custom-gaming (вместе с профилем)

source: Clean build directory after installation (Save disk space)
de: Build-Verzeichnis nach der Installation bereinigen (Speicher sparen)
es: Limpiar directorio de compilación tras la instalación (Ahorrar espacio)
fr: Nettoyer le répertoire de construction après l'installation (Économiser de l'espace)
it: Pulisci la directory di compilazione dopo l'installazione (Risparmia spazio)
pt: Limpar diretório de compilação após a instalação (Economizar espaço)
ru: Очистить каталог сборки после установки (экономия места)

source: Detecting...
de: Erkennen...
es: Detectando...
fr: Détection...
it: Rilevamento...
pt: Detetando...
ru: Определение...

source: Current kernel:
de: Aktueller Kernel:
es: Kernel actual:
fr: Noyau actuel :
it: Kernel actuelle:
pt: Kernel actual:
ru: Текущее ядро:

source: Bootloader:
es: Cargador de arranque:
fr: Chargeur d'amorçage :
pt: Carregador de arranque:
ru: Загрузчик:

source: 📥 Download and install kernel
de: 📥 Kernel herunterladen und installieren
es: 📥 Descargar e instalar kernel
fr: 📥 Télécharger et installer le noyau
it: 📥 Scarica e installa il kernel
pt: 📥 Descarregar e instalar o kernel
ru: 📥 Скачать и установить ядро

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar
ru: Отмена

source: Done
de: Fertig
es: Hecho
fr: Terminé
it: Fatto
pt: Concluído
ru: Готово

source: Checking system dependencies...
de: Systemabhängigkeiten werden geprüft...
es: Comprobando dependencias del sistema...
fr: Vérification des dépendances système...
it: Verifica delle dipendenze di sistema...
pt: Verificando dependências do sistema...
ru: Проверка системных зависимостей...

source: Working...
de: Arbeiten...
es: Trabajando...
fr: Travail en cours...
it: In corso...
pt: Trabalhando...
ru: Работа...

source: CRITICAL: Failed to install dependencies. Check terminal output.
de: KRITISCH: Installation der Abhängigkeiten fehlgeschlagen. Terminal-Ausgabe prüfen.
es: CRÍTICO: Error al instalar dependencias. Revisa la salida de la terminal.
fr: CRITIQUE : Échec de l'installation des dépendances. Vérifiez la sortie de la console.
it: CRITICO: Installazione delle dipendenze fallita. Controlla l'output del terminale.
pt: CRÍTICO: Falha ao instalar dependências. Verifique a saída do terminal.
ru: КРИТИЧЕСКАЯ ОШИБКА: Не удалось установить зависимости. Проверьте вывод терминала.

source: Unsupported distribution
de: Nicht unterstützte Distribution
es: Distribución no soportada
fr: Distribution non supportée
it: Distribuzione non supportata
pt: Distribuição não soportada
ru: Неподдерживаемый дистрибутив

source: %(distro)s is not officially supported. The program might not work correctly.
de: %(distro)s wird nicht oficialmente unterstützt. Das Programm fuktioniert possibly nicht ordnungsgemäß.
es: %(distro)s no está oficialmente soportada. El programa podría no funcionar correctamente.
fr: %(distro)s n'est pas officiellement supportée. Le programme pourrait ne pas fonctionner correctamente.
it: %(distro)s non è ufficialmente supportato. Il programa potrebbe non funzionare correctamente.
pt: %(distro)s não é oficialmente suportado. O programa pode não funcionar correctamente.
ru: %(distro)s oficialmente не поддерживается. Программа может работать некорректно.

source: Please select a kernel version.
de: Bitte wählen Sie eine Kernel-Version aus.
es: Por favor, selecciona una versión del kernel.
fr: Veuillez sélectionner une version du noyau.
it: Selezionare una versione del kernel.
pt: Por favor, selecione uma versão do kernel.
ru: Пожалуйста, выберите версию ядра.

source: Missing required build tools: %(tools)s Please install them and try again.
de: Erforderliche Build-Tools fehlen: %(tools)s Bitte installieren Sie diese und versuchen Sie es erneut.
es: Faltan herramientas de compilación necesarias: %(tools)s Por favor instálalas e inténtalo de nuevo.
fr: Outils de construction manquants : %(tools)s Veuillez les installer et réessayer.
it: Strumenti di compilazione necessari mancanti: %(tools)s Per favore installali e riprova.
ru: Отсутствуют необходимые инструменты сборки: %(tools)s Пожалуйста, установите их и повторите попытку.

source: Install kernel?
de: Kernel installieren?
es: ¿Instalar kernel?
fr: Installer le noyau ?
it: Installare il kernel?
pt: Instalar kernel?
ru: Установить ядро?

source: You are about to download, compile and install: • Version: Linux %(version)s • Profile: %(profile)s This process may take several hours.
de: Sie sind im Begriff, herunterzuladen, zu kompilieren und zu installieren: • Version: Linux %(version)s • Profil: %(profile)s Dieser Vorgang kann mehrere Stunden dauern.
es: Se va a descargar, compilar e instalar: • Versión: Linux %(version)s • Perfil: %(profile)s Este proceso puede tardar varias horas.
fr: Vous êtes sur le point de télécharger, compiler et installer : • Version : Linux %(version)s • Profil : %(profile)s Ce processus puede tomar varias horas.
it: Stai per scaricare, compilare e installare: • Versione: Linux %(version)s • Profilo: %(profile)s Questo processo podría requerir varias horas.
pt: Está prestes a descarregar, compilar e instalar: • Versão: Linux %(version)s • Perfil: %(profile)s Este proceso pode demorar várias horas.
ru: Вы собираетесь загрузить, скомпилировать и установить: • Версия: Linux %(version)s • Профиль: %(profile)s Этот процесс может занять несколько часов.

source: Stopping build process...
de: Erstellungsprozess wird gestoppt...
es: Deteniendo proceso de compilación...
fr: Arrêt du processus de compilation...
it: Interruzione del processo di compilazione...
pt: Interrompendo processo de compilação...
ru: Остановка процесса сборки...

source: Cancellation requested by user...
de: Abbruch durch Benutzer angefordert...
es: Cancelación solicitada por el usuario...
fr: Annulation demandée par l'utilisateur...
it: Annullamento richiesto dall'utente...
pt: Cancelamento solicitado pelo usuário...
ru: Отмена запрошена пользователем...

source: Starting removal...
de: Entfernung wird gestartet...
es: Iniciando eliminación...
fr: Démarrage de la suppression...
it: Inizio rimozione...
pt: A iniciar remoção...
ru: Начало удаления...

source: Remove kernel?
de: Kernel entfernen?
es: ¿Eliminar kernel?
fr: Supprimer le noyau ?
it: Rimuovere il kernel?
pt: Remover kernel?
ru: Удалить ядро?

source: Are you sure you want to completely remove Linux %(version)s? This will delete the kernel image, modules, and update the bootloader.
de: Sind Sie sicher, dass Sie Linux %(version)s vollständig entfernen möchten? Dies löscht das Kernel-Image, die Module und aktualisiert den Bootloader.
es: ¿Estás seguro de que quieres eliminar completamente Linux %(version)s? Esto borrará la imagen del kernel, los módulos y actualizará el cargador de arranque.
fr: Êtes-vous sûr de vouloir supprimer complètement Linux %(version)s ? Cela supprimera l'image du noyau, les modules et mettra à jour le chargeur d'amorçage.
it: Sei sicuro di voler rimuovere completamente Linux %(version)s? Questo eliminerà l'immagine del kernel, i moduli e aggiornerà il bootloader.
pt: Tem a certeza de que deseja remover completamente o Linux %(version)s? Isto irá eliminar a imagem do kernel, os módulos e actualizar o gestor de arranque.
ru: Вы уверены, что хотите полностью удалить Linux %(version)s? Это удалит образ ядра, модули и обновит загрузчик.

source: Kernel removed successfully
de: Kernel erfolgreich entfernt
es: Kernel eliminado con éxito
fr: Noyau supprimé avec succès
it: Kernel rimosso con successo
pt: Kernel removido com sucesso
ru: Ядро успешно удалено

source: Installation complete!
de: Installation abgeschlossen!
es: ¡Instalación completada!
fr: Installation terminée !
it: Installazione completata!
pt: Instalação concluída!
ru: Установка завершена!

source: The kernel has been installed successfully. Do you want to reboot now to use the new kernel?
de: Der Kernel wurde erfolgreich installiert. Möchten Sie jetzt neu starten, um den neuen Kernel zu verwenden?
es: El kernel se ha instalado correctamente. ¿Deseas reiniciar ahora para usar el nuevo kernel?
fr: Le noyau a été installé avec succès. Voulez-vous redémarrer maintenant pour utiliser le nouveau noyau ?
it: Il kernel è stato installato con successo. Vuoi riavviare ora per utilizzare il nuevo kernel?
pt: O kernel foi instalado com sucesso. Deseja reiniciar agora para usar o novo kernel?
ru: Ядро успешно установлено. Вы хотите перезагрузиться сейчас, чтобы использовать новое ядро?

source: Error
de: Fehler
fr: Erreur
it: Errore
pt: Erro
ru: Ошибка

source: Result: %s
de: Ergebnis: %s
es: Resultado: %s
fr: Résultat : %s
it: Risultato: %s
pt: Resultado: %s
ru: Результат: %s

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
pt: Desconhecido
ru: Неизвестно

source: Preparing download for Linux %(version)s...
de: Download für Linux %(version)s wird vorbereitet...
es: Preparando descarga de Linux %(version)s...
fr: Préparation du téléchargement pour Linux %(version)s...
it: Preparazione del download per Linux %(version)s...
pt: A preparar a descarga de Linux %(version)s...
ru: Подготовка к загрузке Linux %(version)s...

source: Error: Could not create build directory
de: Fehler: Build-Verzeichnis konnte nicht erstellt werden
es: Error: No se pudo crear el directorio de compilación
fr: Erreur : Impossible de créer le répertoire de construction
it: Errore: impossibile creare la directory di compilazione
pt: Erro: Não foi posible crear o diretório de compilação
ru: Ошибка: не удалось создать каталог сборки

source: Download error: %(error)s
de: Download-Fehler: %(error)s
es: Error en la descarga: %(error)s
fr: Erreur de téléchargement : %(error)s
it: Errore di download: %(error)s
pt: Erro na descarga: %(error)s
ru: Ошибка загрузки: %(error)s

source: Download complete. Extracting...
de: Download abgeschlossen. Entpacken...
es: Descarga completada. Extrayendo...
fr: Téléchargement terminado. Extraction...
it: Download completato. Estrazione...
pt: Download concluído. A extrair...
ru: Загрузка завершена. Распаковка...

source: Removing old source directory...
de: Altes Quellverzeichnis wird entfernt...
es: Eliminando el directorio de fuentes antiguo...
fr: Suppression de l'ancien répertoire des sources...
it: Rimozione della vecchia directory dei sorgenti...
pt: A remover o diretório de fontes antigo...
ru: Удаление старого каталога исходного кода...

source: Extraction error: %(error)s
de: Fehler beim Entpacken: %(error)s
es: Error extrayendo: %(error)s
fr: Erreur d'extraction : %(error)s
it: Errore di estrazione: %(error)s
pt: Erro na extração: %(error)s
ru: Ошибка распаковки: %(error)s

source: Extraction complete.
de: Entpacken abgeschlossen.
es: Extracción completada.
fr: Extraction terminée.
it: Estrazione completata.
pt: Extração concluída.
ru: Распаковка завершена.

source: Copying current kernel configuration...
de: Aktuelle Kernel-Konfiguration wird kopiert...
es: Copiando configuración actual del kernel...
fr: Copie de la configuration actuelle du noyau...
it: Copia della configurazione del kernel corrente...
pt: A copiar a configuração atual do kernel...
ru: Копирование текущей конфигурации ядра...

source: Applying profile: %(profile)s...
de: Profil wird angewendet: %(profile)s...
es: Aplicando perfil: %(profile)s...
fr: Application du profil : %(profile)s...
it: Applicazione del profilo: %(profile)s...
pt: A aplicar perfil: %(profile)s...
ru: Применение профиля: %(profile)s...

source: Warning applying profile: %(error)s
de: Warnung beim Anwenden des Profils: %(error)s
es: Advertencia aplicando perfil: %(error)s
fr: Attention lors de l'application du profil : %(error)s
it: Avviso durante l'applicazione del profilo: %(error)s
pt: Aviso ao aplicar perfil: %(error)s
ru: Предупреждение при применении профиля: %(error)s

source: Configuration complete.
de: Konfiguration abgeschlossen.
es: Configuración completada.
fr: Configuration terminée.
it: Configurazione completata.
pt: Configuração concluída.
ru: Настройка завершена.

source: Compiling kernel with %(cores)d cores...
de: Kernel wird mit %(cores)d Kernen kompiliert...
es: Compilando kernel con %(cores)d núcleos...
fr: Compilation du noyau avec %(cores)d cœurs...
it: Compilazione del kernel con %(cores)d core...
pt: A compilar kernel com %(cores)d núcleos...
ru: Компиляция ядра на %(cores)d ядрах...

source: Generating .deb packages...
de: Abhängigkeiten (.deb) werden generiert...
es: Generando paquetes .deb...
fr: Génération des paquets .deb...
it: Generazione pacchetti .deb...
pt: A gerar pacotes .deb...
ru: Создание пакетов .deb...

source: Generating RPM packages...
de: Abhängigkeiten (RPM) werden generiert...
es: Generando paquetes RPM...
fr: Génération des paquets RPM...
it: Generazione pacchetti RPM...
pt: A gerar pacotes RPM...
ru: Создание пакетов RPM...

source: Generating RPM packages (optimized)...
fr: Génération des paquets RPM (optimisée)...

source: Compiling for direct installation...
de: Kompilierung für direkte Installation...
es: Compilando para instalación directa...
fr: Compilation pour installation directe...
it: Compilazione per l'installazione directa...
pt: A compilar para instalação direta...
ru: Компиляция для прямой установки...

source: Build cancelled by user.
de: Erstellung durch Benutzer abgebrochen.
es: Compilación cancelada por el usuario.
fr: Compilation annulée par l'utilisateur.
it: Compilazione annullata dall'utente.
pt: Compilação cancelada pelo usuário.
ru: Сборка отменена пользователем.

source: Compiling modules...
de: Module werden kompiliert...
es: Compilando módulos...
fr: Compilation des modules...
it: Compilazione moduli...
pt: A compilar módulos...
ru: Компиляция модулей...

source: Error compiling modules
de: Fehler beim Kompilieren der Module
es: Error compilando módulos
fr: Erreur lors de la compilation des modules
it: Errore durante la compilazione dei moduli
pt: Erro ao compilar módulos
ru: Ошибка компиляции модулей

source: Build complete.
de: Build abgeschlossen.
es: Compilación completada.
fr: Compilation terminée.
it: Compilazione completata.
pt: Compilação concluída.
ru: Сборка завершена.

source: Installing kernel...
de: Kernel wird installiert...
es: Instalando kernel...
fr: Installation du noyau...
it: Installazione del kernel...
pt: A instalar kernel...
ru: Установка ядра...

source: Preparing .deb packages installation...
fr: Préparation de l'installation des paquets .deb...

source: Preparing RPM packages installation...
fr: Préparation de l'installation des paquets RPM...

source: Preparing direct installation...
fr: Préparation de l'installation directe...

source: Finalizing installation (may require password)...
fr: Finalisation de l'installation (peut nécessiter un mot de passe)...

source: Installation error: %(error)s
de: Installationsfehler: %(error)s
es: Error instalando: %(error)s
fr: Erreur d'installation : %(error)s
it: Errore di installazione: %(error)s
pt: Erro na instalação: %(error)s
ru: Ошибка установки: %(error)s

source: Removing kernel %(version)s...
de: Kernel %(version)s wird entfernt...
es: Eliminando kernel %(version)s...
fr: Suppression du noyau %(version)s...
it: Rimozione del kernel %(version)s...
pt: A remover o kernel %(version)s...
ru: Удаление ядра %(version)s...

source: Uninstalling packages/files...
de: Pakete/Dateien werden deinstalliert...
es: Desinstalando paquetes/archivos...
fr: Désinstallation des paquets/fichiers...
it: Disinstallazione pacchetti/file...
pt: A desinstalar pacotes/ficheiros...
ru: Деинсталляция пакетов/файлов...

source: Error removing kernel: %(error)s
de: Fehler beim Entfernen des Kernels: %(error)s
es: Error al eliminar el kernel: %(error)s
fr: Erreur lors de la suppression du noyau : %(error)s
it: Errore durante la rimozione del kernel: %(error)s
pt: Erro ao remover o kernel: %(error)s
ru: Ошибка при удалении ядра: %(error)s

source: Updating bootloader...
de: Bootloader wird aktualisiert...
es: Actualizando bootloader...
fr: Mise à jour du chargeur d'amorçage...
it: Aggiornamento bootloader...
pt: A actualizar o gestor de arranque...
ru: Обновление загрузчика...

source: Warning: Error updating bootloader during removal
de: Warnung: Fehler beim Aktualisieren des Bootloaders während der Entfernung
es: Advertencia: Error al actualizar el cargador de arranque durante la eliminación
fr: Avertissement : Erreur lors de la mise à jour du chargeur d'amorçage pendant la suppression
it: Avviso: Errore durante l'aggiornamento del bootloader durante la rimozione
pt: Aviso: Erro ao actualizar o gestor de arranque durante a remoção
ru: Предупреждение: ошибка обновления загрузчика при удалении

source: Updating history...
de: Verlauf wird aktualisiert...
es: Actualizando el historial...
fr: Mise à jour de l'historique...
it: Aggiornamento cronologia...
pt: A actualizar o histórico...
ru: Обновление истории...

source: Kernel removed successfully.
de: Kernel erfolgreich entfernt.
es: El kernel se ha eliminado correctamente.
fr: Le noyau a été supprimé avec succès.
it: Kernel rimosso con successo.
pt: O kernel foi removido com sucesso.
ru: Ядро успешно удалено.

source: New kernel version available
de: Neue Kernel-Version verfügbar
es: Nueva versión del kernel disponible
fr: Nouvelle version du noyau disponible
it: Nuova versione del kernel disponible
pt: Nova versão do kernel disponible
ru: Доступна новая версия ядра

source: Linux %(version)s is available for download.
de: Linux %(version)s steht zum Download bereit.
es: Linux %(version)s está disponible para descargar.
fr: Linux %(version)s est disponible au téléchargement.
it: Linux %(version)s è disponibile per il download.
pt: O Linux %(version)s está disponible para descarregar.
ru: Linux %(version)s disponible para descarga.

source: Download complete
de: Download abgeschlossen
es: Descarga completada
fr: Téléchargement terminado
it: Download completato
pt: Download concluído
ru: Загрузка завершена

source: Linux %(version)s has been downloaded successfully.
de: Linux %(version)s wurde erfolgreich heruntergeladen.
es: Linux %(version)s se ha descargado correctamente.
fr: Linux %(version)s a été téléchargé con éxito.
it: Linux %(version)s è stato scaricato con successo.
pt: O Linux %(version)s foi descarregado com sucesso.
ru: Linux %(version)s успешно загружено.
