Repository: SoplosLinux/kernel-installer
Catalog: kernel_installer_gui/locale/*/LC_MESSAGES/kernel-installer.po
Languages: de, es, fr, it, pt, ru

source: Build complete
de: Build abgeschlossen
es: Compilación completada
fr: Compilation terminée
it: Compilazione completata
pt: Compilação concluída
ru: Сборка завершена

source: Linux %(version)s has been compiled and installed successfully.
de: Linux %(version)s wurde erfolgreich kompiliert und installiert.
es: Linux %(version)s se ha compilado e instalado correctamente.
fr: Linux %(version)s a été compilé et installé avec succès.
it: Linux %(version)s è stato compilato e installato con successo.
pt: O Linux %(version)s foi compilado e instalado con éxito.
ru: Linux %(version)s успешно скомпилировано и установлено.

source: Build error
de: Build-Fehler
es: Error de compilación
fr: Erreur de construction
it: Errore di compilazione
pt: Erro de compilação
ru: Ошибка сборки

source: Compilation of Linux %(version)s has failed.
de: Das Kompilieren von Linux %(version)s ist fehlgeschlagen.
es: La compilación de Linux %(version)s ha fallado.
fr: La compilation de Linux %(version)s ha fallado.
it: La compilazione di Linux %(version)s è fallita.
pt: A compilação de Linux %(version)s falhou.
ru: Сборка Linux %(version)s не удалась.

source: Build cancelled
fr: Compilation annulée

source: Compilation of Linux %(version)s was cancelled by user.
fr: La compilation de Linux %(version)s a été annulée par l'utilisateur.

source: Reboot required
de: Neustart erforderlich
es: Reinicio necesario
fr: Redémarrage requis
it: Riavvio requerido
pt: Reinício necesario
ru: Требуется перезагрузка

source: Reboot the system to use the new kernel.
de: Starten Sie das System neu, um den neuen Kernel zu verwenden.
es: Reinicia el sistema para usar el nuevo kernel.
fr: Redémarrez le système para utiliser le nouveau noyau.
it: Riavvia il sistema per utilizzare il nuevo kernel.
pt: Reinicie o sistema para utilizar o novo kernel.
ru: Перезагрузите систему, чтобы использовать новое ядро.

source: Gaming
es: Juegos
fr: Jeux
it: Gaming/Giochi
pt: Jogos
ru: Игры

source: Optimized for games with low input latency, high CPU performance and better GPU management. Ideal for gamers and streaming.
de: Optimiert für Spiele mit niedriger Eingabelatenz, hoher CPU-Leistung und besserem GPU-Management. Ideal für Gamer und Streaming.
es: Optimizado para juegos con baja latencia de entrada, alto rendimiento de CPU y mejor gestión de GPU. Ideal para gamers y streaming.
fr: Optimisé pour les jeux avec une faible latence d'entrée, des performances CPU élevées et une meilleure gestion GPU. Idéal pour les joueurs et le streaming.
it: Ottimizzato per i giochi con bassa latenza di input, elevate prestazioni della CPU e migliore gestione della GPU. Ideale per giocatori e streaming.
pt: Otimizado para jogos com baixa latencia de entrada, alto desempenho de CPU e melhor gestão de GPU. Ideal para jogadores e streaming.
ru: Оптимизировано для игр с низкой задержкой ввода, высокой производительностью процессора и улучшенным управлением графическим процессором. Идеально подходит для геймеров и стриминга.

source: Low-latency kernel for audio and video production. Optimized for DAWs, video editing and professional streaming. Uses real-time preemption for ultra-low latency.
de: Low-Latency-Kernel für die Audio- und Videoproduktion. Optimiert für DAWs, Videobearbeitung und professionelles Streaming. Verwendet Echtzeit-Preemption für extrem niedrige Latenz.
es: Kernel de baja latencia para producción de audio y vídeo. Optimizado para DAWs, edición de vídeo y streaming profesional. Utiliza preemoción en tiempo real para una latencia ultra baja.
fr: Noyau à faible latence pour la production audio et vidéo. Optimisé pour les DAW, le montage vidéo et le streaming professionnel. Utilise la préemption en tiempo réel para una latencia ultra-gaixa.
it: Kernel a bassa latenza per la produzione audio e video. Ottimizzato per DAW, montaggio video e streaming professionale. Utiliza il preemption in tempo reale per una latenza ultra bassa.
pt: Kernel de baixa latency para produção de áudio e vídeo. Otimizado para DAWs, edição de vídeo e streaming profesional. Utiliza preemissão em tempo real para latência ultra-baixa.
ru: Ядро с низкой задержкой для производства аудио и видео. Оптимизировано для DAW, видеомонтажа и профессионального стриминга. Использует вытеснение в реальном времени для сверхнизкой задержки.

source: Minimal / Office
de: Minimal / Büro
es: Mínimo / Oficina
fr: Minimal / Bureau
it: Minimo / Ufficio
pt: Mínimo / Escritório
ru: Минимальный / Офис

source: Lightweight kernel for office work, web browsing and general use. No unnecessary modules, low resource consumption. Ideal for older hardware or virtual machines.
de: Leichtgewichtiger Kernel für Büroarbeit, Web-Browsing und allgemeine Nutzung. Keine unnötigen Module, geringer Ressourcenverbrauch. Ideal für ältere Hardware oder virtuelle Maschinen.
es: Kernel ligero para tareas de oficina, navegación web y uso general. Sin módulos innecesarios, bajo consumo de recursos. Ideal para hardware antiguo o máquinas virtuales.
fr: Noyau léger pour le travail de bureau, la navigation Web et l'utilisation générale. Pas de modules inutiles, faible consommation de ressources. Idéal pour le matériel ancien ou les machines virtuelles.
it: Kernel leggero per lavori d'ufficio, navigazione web e uso generale. Nessun modulo necessario, basso consumo di risorse. Ideale per hardware datato o macchine virtuali.
pt: Kernel leve para tarefas de escritório, navegação web e uso general. Sem módulos desnecessários, baixo consumo de recursos. Ideal para hardware mais antigo ou máquinas virtuais.
ru: Легкое ядро для офисной работы, просмотра веб-страниц и общего использования. Никаких ненужных модулей, низкое потребление ресурсов. Идеально подходит для старого оборудования или виртуальных машин.

source: Hardware Optimized
de: Hardware-Optimiert
es: Optimizado para Hardware
fr: Optimisé pour le matériel
it: Ottimizzato per Hardware
pt: Otimizado para Hardware
ru: Оптимизировано для оборудования

source: Auto-detects your CPU and GPU to enable specific drivers and optimizations for your machine. Ideal for maximum performance on your specific hardware.
de: Erkennt automatisch CPU und GPU, um spezifische Treiber und Optimierungen zu aktivieren. Ideal für maximale Leistung auf Ihrer Hardware.
es: Detecta automáticamente tu CPU y GPU para habilitar drivers y optimizaciones específicas para tu equipo. Ideal para el máximo rendimiento en tu hardware específico.
fr: Détecte automatiquement votre processeur et votre carte graphique pour activer des pilotes et des optimisations spécifiques à votre machine. Idéal pour des performances maximales.
it: Rileva automaticamente CPU e GPU per abilitare driver e ottimizzazioni specifiche. Ideale per le massime prestazioni sul tuo hardware.
pt: Deteta automaticamente o seu CPU e GPU para ativar drivers e otimizações específicas para a sua máquina. Ideal para o máximo desempenho no seu hardware específico.
ru: Автоматически определяет процессор и видеокарту для включения специальных драйверов и оптимизаций. Идеально для максимальной производительности.

source: SYSTEM LOAD
de: SYSTEMLAST
es: CARGA DEL SISTEMA
fr: CHARGE DU SYSTÈME
it: CARICO DEL SISTEMA
pt: CARGA DO SISTEMA
ru: ЗАГРУЗКА СИСТЕМЫ

source: Load average:
de: Lastdurchschnitt:
es: Promedio de carga:
fr: Moyenne de charge :
it: Media del carico:
pt: Média de carga:
ru: Средняя загрузка:

source: Now (1m):
de: Jetzt (1m):
fr: Maintenant (1m):
ru: 042104350439044704300441 (1m):

source: System load in the last minute
de: Systemlast der letzten Minute
fr: Charge syst00e8me derni00e8re minute
ru: 041704300433044004430437043a0430 04410438044104420435043c044b 04370430 043f043e0441043b04350434043d044e044e 043c0438043d044304420443

source: Avg (5m):
de: Durchschn. (5m):
fr: Moyenne (5m):
ru: 0421044004350434043d04350435 (5m):

source: Average system load in the last 5 minutes
de: Durchschnittslast (5 Min.)
fr: Charge moyenne 5 minutes
ru: 0421044004350434043d044f044f 043704300433044004430437043a0430 (5 043c0438043d)

source: Avg (15m):
de: Durchschn. (15m):
fr: Moyenne (15m):
ru: 0421044004350434043d04350435 (15m):

source: Average system load in the last 15 minutes
de: Durchschnittslast (15 Min.)
fr: Charge moyenne 15 minutes
ru: 0421044004350434043d044f044f 043704300433044004430437043a0430 (15 043c0438043d)

source: Cores: %d
de: Kerne: %d
es: Núcleos: %d
fr: Cœurs : %d
it: Core: %d
pt: Núcleos: %d
ru: Ядер: %d

source: Ready to build
de: Bereit zum Bauen
es: Listo para compilar
fr: Prêt pour la construction
it: Pronto per la compilazione
pt: Pronto para compilar
ru: Готов к сборке

source: Time: %(h)02d:%(m)02d:%(s)02d
de: Zeit: %(h)02d:%(m)02d:%(s)02d
es: Tiempo: %(h)02d:%(m)02d:%(s)02d
fr: Temps : %(h)02d:%(m)02d:%(s)02d
it: Tempo: %(h)02d:%(m)02d:%(s)02d
pt: Tempo: %(h)02d:%(m)02d:%(s)02d
ru: Время: %(h)02d:%(m)02d:%(s)02d

source: Build completed successfully!
de: Build erfolgreich abgeschlossen!
es: ¡Compilación completada exitosamente!
fr: Construction terminée avec succès !
it: Compilazione completata con successo!
pt: Compilação concluída com sucesso!
ru: Сборка успешно завершена!

source: Build failed
de: Build fehlgeschlagen
es: Error en la compilación
fr: Échec de la construction
it: Compilazione fallita
pt: Falha na compilação
ru: Ошибка сборки

source: 📜 Installed kernels history
de: 📜 Verlauf der installierten Kernel
es: 📜 Historial de kernels instalados
fr: 📜 Historique des noyaux installés
it: 📜 Cronologia dei kernel installati
pt: 📜 Histórico de kernels instalados
ru: 📜 История установленных ядер

source: No kernels installed yet
de: Noch keine Kernel installiert
es: Aún no hay kernels instalados
fr: Aucun noyau installé pour l'instant
it: Nessun kernel installato ainda
pt: Nenhum kernel instalado ainda
ru: Ядра aún no instalados

source: Current kernel
de: Aktueller Kernel
es: Kernel actual
fr: Noyau actuel
it: Kernel actuelle
pt: Kernel atual
ru: Текущее ядро

source: Remove this kernel
de: Diesen Kernel entfernen
es: Eliminar este kernel
fr: Supprimer ce noyau
it: Rimuovi questo kernel
pt: Remover este kernel
ru: Удалить это ядро

source: Cannot remove the currently running kernel
de: Der aktuell laufende Kernel kann nicht entfernt werden
es: No se puede eliminar el kernel en ejecución
fr: Impossible de supprimer le noyau en cours d'utilisation
it: Impossibile rimuovere il kernel attualmente in uso
pt: Não é possível remover o kernel em execução
ru: Невозможно удалить текущее работающее ядро

source: Select kernel profile
de: Kernel-Profil auswählen
es: Selecciona perfil del kernel
fr: Sélectionner le profil du noyau
it: Seleziona il profilo del kernel
pt: Selecionar perfil do kernel
ru: Выберите профиль ядра

source: Kernel version
es: Versión del kernel
fr: Version du noyau
it: Versione del kernel
pt: Versão do kernel
ru: Версия ядра

source: Check for updates
de: Auf Updates prüfen
es: Buscar actualizaciones
fr: Vérifier les mises à jour
it: Controlla aggiornamenti
pt: Procurar atualizações
ru: Проверить обновления

source: <span foreground='orange'>⚠ Experimental version (RC)</span>
de: <span foreground='orange'>⚠ Experimentelle Version (RC)</span>
es: <span foreground='orange'>⚠ Versión experimental (RC)</span>
fr: <span foreground='orange'>⚠ Version expérimentale (RC)</span>
it: <span foreground='orange'>⚠ Versione sperimentale (RC)</span>
pt: <span foreground='orange'>⚠ Versão experimental (RC)</span>
ru: <span foreground='orange'>⚠ Экспериментальная версия (RC)</span>

source: <span foreground='lightblue'>✦ Mainline version (Development)</span>
fr: <span foreground='orange'>⚠ Version expérimentale (RC)</span>

source: <b>✓ Latest stable version</b>
de: <b>✓ Neueste stabile Version</b>
es: <b>✓ Última versión estable</b>
fr: <b>✓ Dernière version stable</b>
it: <b>✓ Ultima versione stabile</b>
pt: <b>✓ Última versión estável</b>
ru: <b>✓ Последняя стабильная версия</b>

source: Long-term support version (LTS)
de: Langzeit-Support-Version (LTS)
es: Versión con soporte a largo plazo (LTS)
fr: Version de support à long terme (LTS)
it: Versione a supporto a largo termine (LTS)
pt: Versão de suporte de longo prazo (LTS)
ru: Версия с долгосрочной поддержкой (LTS)

source: Stable version
de: Stabile Version
es: Versión estable
fr: Version stable
it: Versione stabile
pt: Versão estável
ru: Стабильная версия

source: (RC - Experimental)
de: (RC - Experimentell)
fr: (RC - Expérimental)
it: (RC - Sperimentale)
ru: (RC - Экспериментальная)

source: (Latest)
de: (Neueste)
es: (Última)
fr: (Dernière)
it: (Ultima)
pt: (Mais recente)
ru: (Последняя)

source: Generating .deb package (compressing)...
fr: Génération du paquet .deb (compression)...

source: Preparing Debian packaging scripts...
fr: Préparation des scripts d'empaquetage Debian...

source: Generating RPM package (compressing)...
fr: Génération du paquet RPM (compression)...

source: RPM package generated.
fr: Paquet RPM généré.

source: Kernel image ready, finalizing...
fr: Image du noyau prête, finalisation...

source: Finalizing modules (stage 2)...
fr: Finalisation des modules (étape 2)...

source: Compressing kernel modules...
fr: Compression des modules du noyau...

source: Running mkinitcpio...
fr: Exécution de mkinitcpio...

source: Running dracut...
fr: Exécution de dracut...

source: Removing kernel and updating bootloader...
fr: Suppression du noyau et mise à jour du chargeur d'amorçage...

source: Distribution:
es: Distribución:
it: Distribuzione:
pt: Distribuição:
ru: Дистрибутив:

source: Downloading linux-%(version)s.tar.xz...
de: Download von linux-%(version)s.tar.xz...
es: Descargando linux-%(version)s.tar.xz...
it: Download di linux-%(version)s.tar.xz...
pt: A descarregar linux-%(version)s.tar.xz...
ru: Загрузка linux-%(version)s.tar.xz...

source: Error: Extraction failed (Makefile not found in %s)
es: Error: La extracción falló (Makefile no encontrado en %s)

source: Build error (Exit code: %(code)d)
es: Error de compilación (Código de salida: %(code)d)

source: Check the terminal output for details or try installing missing dependencies and rebuilding.
es: Revisa la salida de la terminal para más detalles o intenta instalar las dependencias faltantes y vuelve a compilar.

source: Audio/Video
pt: Áudio/Vídeo
